Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Máŋga suohkana hálddašanguovllus leat rahčan deavdit iežaset geatnegasvuođaid sámelága giellanjuolggadusaid hárrái danne go váilot olmmošlaš návccat.
smj: Moadda suohkanijn háldadimguovlon li læhkám gássjelisvuoda ietjasa vælggogisvuodajt ållidit mij guosská sámelága giellanjuolgadusájda danen gå almasjlasj ressursa vádnuni.

source: Go sámelága giellanjuolggadusat ođasmahttojuvvojit, maid Sámediggi evttoha gustogoahtit miehtá riikka, de boahtá dovdot bures ahte váilot sámegielat fágaolbmot.
smj: Jus sámelága giellanjuolgadusájt rievddá, gånnå Sámedigge oajvvat dá galggi ålles lánndaj guosskat, de sámegielak fáhkaulmutjij vánesvuohta sjaddá ájn vil ienebut vuojnnut.

source: Ollislaš vuoruheapmi rekrutteret sámegielat bargiid ja fállat sámegiel oahpahusa studeanttaide ja fágabargiide šaddá áibbas dárbbašlaš jus galgá nákcet gokčat boahttevaš dárbbuid servodagas.
smj: Ålleslasj vuorodibme sámegielak barggijt åttjudit ja sámegiela åhpadime fálaldahka studentajda ja fáhkaulmutjijda luluj ållu dárbulasj gå galggá sebrudagá boahtte dárbojt gåbttjåt.

source: Okta sivva das go sámegiella ii geavahuvvo hálddašeamis, lea ahte sámegielat bargiin váilu sámi fágaterminologiija ja hárjáneapmi geavahit sámegiela iežaset barggus.
smj: Akta sivva dasi gå sámegiella ij vuojga háldadusán aneduvá le jut sámegielak bargge vájlluji sámegiela fáhkaterminologijav ja ælla hárjjánam bargon sámástit.

source: Dát mearkkaša ahte oahpahusásahusat fertejit maid guoddit ovddasvástádusa das mii guoská sámegielat studeanttaid oahpaheapmái.
smj: Dat mierkki åhpadusásadusá aj hæhttuji åvdåsvásstádusáv válldet mij guosská sámegielak studentaj åhpadibmáj.

source: Studeanttat fertejit oažžut vejolašvuođa oahppat sámegiel fágaterminologiija nu ahte sáhttet geavahišgoahtit sámegiela iežaset barggus maŋŋel go gerget oahpuin.
smj: Studenta hæhttuji bessat sáme fáhkaterminologijav oahppat váj bessi sámegielav adnet virgenis gå li åhpadusájn ållim.

source: Dárbu sámegielat gelbbolašvuhtii lea stuoris ii dušše almmolaš ja suohkanlaš bálvalusaid dáfus, muhto maiddái sosiála ja kultuvrralaš fálaldagaid dáfus mat leat servodagas.
smj: Sámegielak máhtudagá dárbbo ij le stuorre dåssju almulasj ja suohkanlasj dievnastusfálaldimen, ájnat aj sosiála ja kultuvralasj fálaldagájn sebrudagán.

source: Media, girjjálašvuohta ja gulahallan leat suorggit gos gáibiduvvo sámegiel gelbbolašvuohta jus galgá sáhttit ovdánahttit sámegielat fálaldagaid.
smj: Media, girjálasjvuohta ja guládallam li suorge manna sámegielak máhtudagájt dárbaj.

source: Lea erenoamáš dehálaš mánáid giellaovdáneapmái ahte gávdnojit sámegielat fálaldagat media, girjjálašvuođa ja kultuvrra dáfus.
smj: Sierraláhkáj ájnas le mánáj giellaåvddånahttemij jut gávnnuji buorre sámegielak fálaldagá median, girjálasjvuodan ja kultuvran.

source: Lea dárbbašlaš ahte sámegielagat rekrutterejuvvojit iešguđetlágan virggiide, vai giellagelbbolašvuohta sihkkarastojuvvo daidda iešguđetge servodatsurggiide.
smj: Dárbulasj le jut sámegielaga iesjguhtik virgijda álggi, váj navti sihkarasstá giellamáhtudagáv iesjguhtik sebrudaksuorgen.

source: Butenschøn-lávdegotti čielggadeapmi deattuha maid dehálašvuođa ovddidit sámegiela dutkangiellan, ja cealká ahte dutkanásahusat fertejit dovdat ovddasvástádusa ráhkadit sámegiel kursafálaldagaid buot dásiide.
smj: Butenschønnammadusá guoradallam aj åvdet dárbbo le sámegielav åvdedit dutkamgiellan ja javllá dutkamásadusá hæhttuji dal åvdåsvásstádusáv válldet kursajt fállat sámegielan juohkka dásen.

source: Sámediggi doarju maid lávdegotti oainnu ahte sámegielat dutkan ferte leat vuođus go galgá ovddidit sámegielat fágagiela, ja ahte fágagiella lea mielde sámegiela huksemis dievaslaš, ja nu maiddái servodatguoddi, giellan.
smj: Sámedigge aj nammadusájn guorras jut sámegielak dutkam le vuodulasj gå galggá sáme fáhkagielav åvddånahttet, ja jut fáhkagiella le oassen gå galggá sámegielav tsieggit ålles, ja navti sebrudakguodde giellan.

source:  Sámegiel gelbbolašvuohta buot servodatsurggiin
smj:  Sáme giellamáhtudahka juohkka sebrudaksuorgen.

source:  Bargat buoridit sámegielat bargiid rekrutterema
smj:  Ájn ienep sámegielak barggijt åttjudit

source:  Bargat ovddidit sámegiela fágagiellan
smj:  Sámegielav fáhkagiellan åvddånahttet

source:  Bargat buoridit oahpahusa sámegielas ja sámegillii dutkama ja alit oahpahusa dáfus
smj:  Ienep åhpadimev åttjudit sámegiellaj ja –gielan dutkamin ja alep åhpan.

source: Giellafágalaš ovdáneapmi
smj: Giellafágalasj åvddånahttem

source: Ovddidit tearpmaid ja giellateknologalaš reaidduid leat dehálaš rámmaeavttut sámegillii.
smj: Terminologia ja giellateknologalasj åvddånahttem li ájnas ålgodisævto sámegiela vuoksjuj.

source: Giellafágalaš ovdáneapmi ferte čuovvut servodatovdáneami, ja lea dárbu ráhkadit dađistaga ođđa tearpmaid.
smj: Giellafágalasj åvddånahttem hæhttu sebrudakåvddånimev tjuovvot, ja agev le ådå terminologijas dárbbo.

source: Tearbmaráhkadeami buoremus vuođđu lea go ođđa sániid ráhkadeapmi vuolgá iešguđetge fágasurggiid dárbbuin ja sávaldagain, ovdamearkka dihte go mekanihkkafágalaš ja giellafágalaš máhttu časkojuvvo oktii tearbmaráhkadanbarggus.
smj: Terminologijaåvddånahttema buoremus vuodo le gå ådå bágoj åvddånahttem álggá iesjguhtik fáhkasuorge dárboj ja sávadusáj milta, dagu gå mekanihkkafágalasj ja giellafágalasj máhtudahka aktiduvvá terminologijabargon.

source: Lea áibbas dárbbašlaš ráhkadit tearpmaid buot servodatsurggiin jus giela galgá sáhttit geavahit dain iešguđetge fágasurggiin.
smj: Teknologijaåvddånahttem juohkka sebrudaksuorgen le viehka dárbulasj jus giella galggá iesjguhtik fáhkasuorgen aneduvvat.

source: Váilevaš tearpmat mielddisbuktet stuora hástalusaid odne.
smj: Terminologija vánesvuohta le stuorra hásstalussan uddni.

source: Dát lea erenoamáš duođalaš lulli- ja julevsámegielas.
smj: Sierraláhkáj le dát duodalasj oarjjel- ja julevsáme gielaj gáktuj.

source: Lea dehálaš čohkket árbevirolaš sániid ja dadjanvugiid ja báikenamaid danne go dát sisttisdollet árbevirolaš máhtu mas ferte váldit vára.
smj: Árbbedábálasj bágo ja moallánagá aktan bájkkenamáj tjoahkkim li ájnnasa danen gå da sisadni árbbediedov mav hæhttu várajda válldet.

source: Giellateknologalaš čovdosat leat ávkkálaččat ja buorit veahkkeneavvut sihke giela geavaheapmái ja oahppamii.
smj: Giellateknologalasj tjoavddusa li ávkálasj ja buorre viehkkenævo sihke giela adnuj ja åhpadibmáj.

source: Buorit giellateknologalaš reaiddut leat dehálaččat sámegiela nannemis ja ovddideamis.
smj: Buorre giellateknologalasj vædtsaga lulujin ájnnasa sámegielav nannit ja åvdedit.

source: Mánát ja nuorat geavahit ođđa teknologiija hui aktiivvalaččat ja lea stuora viidodat sihke digitála reaidduid ja prográmmagálvvu dáfus.
smj: Máná ja nuora li viehka dåjmalasj addne ådå teknologijas vijdes gåbddudagán digitála nævojs ja prográmmajs.

source: Dát váikkuha mánáid giellageavaheami, danne lea dehálaš ahte dát maid gávdnojit sámegillii.
smj: Dá mánáj giellaadnuj vájkkudi, danen le ájnas jut dá aj sámegiellaj gávnnuji.

source: Dát guoská sihke prográmmaide, spealuide ja sullasaččaide, ja mátketelefovnnaide, dihtoriidda, muhto maiddái buriid digitála deaivvadanbáikkiide gos gulahallan sáhttá leat sámegillii.
smj: Dat guosská sihke prográmmajda, spelajda ja daj lágátja mobijllatelefåvnåjda, dáhtámasjijnajda, valla aj vuogas digitála æjvvalimsaje gånnå máhttá sámegiellaj guládallat.

source: Buorit sosiála neahttabáikkit gos gulahallan sáhttá leat sámegillii, sáhttet leat dehálaš giellaarenat erenoamážit mánáide ja nuoraide geat orrot dakkár báikkiin gos muđui leat unnán arenat gos sáhttá sámástit.
smj: Buorre sosiála næhttabájke gånnå bæssá sámegiellaj guládallat lulujin ájnas giellaárená sierraláhkáj mánájda ja nuorajda gudi årru bájkijn gånnå ietján ælla heva sámegiela árená.

source: Sámi bustávat iešguđetge diehtobásain bohciidahttet hástalusaid earret eará sámi báikenamaid registreremiin.
smj: Sáme merka iesjguhtik dáhtábásajn dahki duov dáv hásstalusáv duola dagu gå galggá sáme bájkkenamájt registrerit.

source: Lea dárbu ovddidit teknologiija sihke diehtobásaid, GPS, applikašuvnnaid ja eará dakkáriid oktavuođas vai šaddá álkit geavahit sámegiel bustávaid doppe.
smj: Teknologija hæhttu åvddånit dáhtábásaj, GPS:a, applikasjåvnåj ja ietjá vædtsagij gáktuj váj sjaddá álkkep sáme merkajt dáj aktijvuodajn adnet.

source: Ollislaš giellapolitihkka mielddisbuktá maiddái buori rádjerasttildeaddji ovttasbarggu.
smj: Ålleslasj giellapolitihkka mierkki aj vuogas láhkáj rijkkarájáj rastá barggat.

source: Oktasaš tearbmaráhkadeapmi ja normeren lea dehálaš go galgá sihkkarastit oktasaš vuođu sámegillii.
smj: Aktisasj terminologijaåvddånahttem ja normerim le ájnas jus galggá sámegiela aktisasj vuodov sihkarasstet.

source: Livččii hui vahát jus sámegielat rievddaše iešguđetge guvlui, dat sáhttá dagahit gulahallanváttisvuođaid riikkarájiid rastá.
smj: Hådje luluj jus sáme giela åvddånahtti iesjguhtik guovlluj, danen gå de soajttá gássjel sjaddá rijkkarájáj rastá guládallat.

source: Sámediggi lea olu jagiid addán doarjagiid tearbmaprošeavttaide ja árbevirolaš sániid ja báikenamaid čohkkemii. Mii leat maiddái siskkáldasat bargan sámi tearbmaovddidemiin, ja mis lea olu jagiid leamaš sierra joavku mii bargá báikenamaiguin ja tearpmaiguin.
smj: Sámedigge le måttijt jagijt juo terminologijaprosjevtajt ja dålusj bágoj ja bájkkenamáj tjoahkkimav doarjjum, ja miján le moadda jage juo læhkám sierra åssudahka mij bájkkenamáj ja terminologijajn barggá.

source: Dát lea mielddisbuktán ahte mii leat ožžon oalle viiddis sámegiel terminologiija.
smj: Danen li miján juo buorre mudduj sámegielak terma.

source: Ovdal go dát sáhttet geavahuvvot ovdamearkka dihte oahppogirjjiin, de dat fertejit sihkkarastojuvvot kvalitehta dáfus.
smj: Åvddål dá máhtti aneduvvat duola dagu oahppogirjijn de hæhttuv kvalitehtav guoradit.

source: Sámediggi vuoruha Davviriikkalaš ovttasbarggu vai tearpmaid sáhttá geavahit riikkarájiid rastá.
smj: Sámedigge nuortarijkaj aktisasjbargos berus váj terminologija máhttá rijkkarájáj rastá aneduvvat.

source: Mihttu lea ahte tearbmaráhkadeapmi, kvalitehtasihkkarastin ja normeren ferte dahkkojuvvon Davviriikkalaš ovttasbarggus mas lea sihke fága- ja giellagelbbolašvuohta.
smj: Ulmme le terminologija åvddånahttem, kvalitehta guoradallam ja normerim galggá dagáduvvat nuorttarijkaj aktisasjbarggon mij sisadná sihke fáhka- ja giellamáhtudagáv.

source: Mihtut:
smj: Ulmme:

source:  Buorit giellateknologalaš čovdosat sámegiela dáfus
smj:  Buorre giellateknologalasj tjoavddusa sámegiela gáktuj

source:  Sámegiel terminologiija buot servodatsurggiin
smj:  Sáme terminologija juohkka sebrudaksuorgen

source:  Sámi báikenamat registrerejuvvojit ja čalmmustahttojuvvojit
smj:  Sáme bájkkenamá registreridum ja vuojnnusij biejadum

source:  Árbevirolaš sánit ja dadjanvuogit leat dokumenterejuvvon ja almmuhuvvon
smj:  Dålusj bágo ja moallánagá li dokumenteridum ja li gieda åvdån

source:  Teknologalaš čovdosat mat leat heivehuvvon sámegiel bustávaide
smj:  Teknologalasj tjoavddusa ma li sáme bokstávajda hiebaduvvam

source:  Bargat dan ala ahte gávdno buorre sámegiel tearbma- ja sátnediehtobása, giellafágalaš ja giellateknologalaš birrasiid ovttasbarggu bokte
smj:  Viehkedit buorre sáme terminologija- ja báhkodáhtábássaj giellafágalasj ja giellateknologalasj

source:  Bargat dan ala ahte ođđa teknologiija ja digitála reaiddut leat heivehuvvon ja ráhkaduvvon maiddái
smj: birrasij siegen.  Barggat dan vuoksjuj jut ådå teknologija ja digitála nævo li hiebaduvvam ja

source:  Nannet sámegiel tearbmaráhkadanbarggu
smj: åvddånahteduvvam váj bæssá sámegielav aj válljit.

source:  Garraseappot bargat čohkket árbevirolaš máhtu ja sámi báikenamaid
smj:  Ájn vil sávrebut barggat árbbediedo ja sáme bájkkenamáj tjoahkkimijn.

source: Áŋgiruššansuorgi 3: Giellageavaheaddjit
smj: Barggosuorgge 3: Giellaaddne

source: Okta Sámedikki mihtuin lea lasihit sámegiel geavaheddjiid logu.
smj: Akta Sámedikke ulmijs le lasedit sámegiela addnij lågov.

source: Olu geavaheaddjit ii leat iešalddis mihkkege sihkarvuođaid das ahte giella ovdána ja ceavzá, muhto geavaheddjiid ahkečoahkkádus gal lea dehálaš.
smj: Ajtu ij le alla addnelåhko ietjastis makkirak sihkarvuohta jut giella galggá åvddånahttet ja vijddábut iellet, valla giellaaddnij álldarjuohkem le ájnas.

source: Jus leat valjit vuoras giellageavaheaddjit, de dat ii dárbbaš mearkkašit ahte sámegiel geavaheddjiid lohku lassána.
smj: Jus li moadda vuoras giellaaddne de dat merkaj sámegiela addne låhko ij lassána.

source: Barggus lasihit giellageavaheddjiid logu leat golbma ášši dehálaččat;
smj: Gå galggá giellaaddnij lågov lasedit da li gålmmå ássje sierraláhkáj ájnnasa;

source: sirdin buolvvaid gaskka, sámegielat mánáidgárddit ja buorre giellaoahpahus.
smj: buolvas buolvvaj gielav dåmadit, sámegielak mánájgárde ja buorre giellaåhpadibme.

source: Giellasirdin ruovttus
smj: Gielladuvddem sijdan

source: Sámedikki ulbmil lea lasihit giellageavaheddjiid logu nannen ja ovddidan dihte giela.
smj: Sámedikke ulmme le lasedit giellaaddnij lågov váj navti gielav nanni ja åvddånahttá.

source: Giellageavaheaddjit dat hábmejit servodaga dárbbuid.
smj: Giela addnijs båhti dárbo sebrudagán.

source: Dát boahtá leat dehálaš maiddái boahtteáiggis.
smj: Dát sjaddá viehka ájnas boahtteájggáj aj.

source: Hástalus lea oažžut ovttaskas olbmo válljet sámegiela.
smj: Hásstalus le oadtjot ájnegisáv sámegielav válljitjit.

source: Ii Sámediggi ii ge eará almmolaš ásahus sáhte stivret ovttaskas olbmo priváhta giellageavaheami.
smj: Ij Sámedigge jalik nágin ietjá almulasj ásadus nagá ájnegis ulmutja priváhta giellaanov stivrrit.

source: Nu galgá ge dieđusge leat.
smj: Návti galggá diedon liehket.

source: Vaikko almmolašvuohta ii sáhte stivret ovttaskas olbmo válljejumiid, de lea dehálaš láhčit diliid nu ahte priváhta giellaválljemat leat dakkár válljemat main leat duohta molssaeavttut.
smj: Vájku almulasj ásadusá e nagá ájnegis ulmutjij válljimav stivrrit, de le ájnas jut dille látjeduvvá váj priváhta válljima li almma válljima navti jut vejulasjvuoda li duohta.

source: Ferte gávdnot dakkár vuogádat gos sámegiela sirdin mánáide vuosttašgiellan lea oadjebas válljejupmi.
smj: Hæhttu gávnnut systebma gånnå sámegielav vuostasj giellan ietjasa mánájda duvdadit sjaddá jasska válljim.

source: Sámegiella ferte leat dakkár giella maid servodat atná árvvus;
smj: Sámegiella hæhttu liehket giella mij sebrudagás árvvon aneduvvá;

source: sámegiel máhttu ferte adnojuvvot dehálaš gelbbolašvuohtan servodagas.
smj: sámegiela máhtudahka hæhttu sebrudagás aneduvvat ájnas máhtudahkan.

source: Dát lea danne go dat giella maid vállje priváhta beaivválašgiellan ruovttus šaddá giela boahtteáiggi deháleamos fáktor.
smj: Dáv danen gå priváhta válljim bæjválasj gielas sijdan le ájnnasamos ækton muhtem giela boahtteájge hárráj.

source: Giela eahpeformálalaš sirdin buolvvaid gaskkas lea deháleamos dáhkádus ealli sámegillii.
smj: Iehpeformála giellaåhpadibme buolvas buolvvaj je ájnnasamos garantia ielle sáme giela åvdås.

source: Seamma ládje go lea ovttaskas olbmo duohken válljet beaivválašgiela ruovttus, de lea ovttaskas olbmo ovddasvástádus geavahit sámegiela iešguđetge oktavuođain.
smj: Sæmmi båttå gå le juohkka ájna duogen bæjválasj gielav sijdan válljit de le aj juohkka ájna duogen sámegielav iesjguhtik aktijvuodan adnet.

source: Lea juohke ovtta ovddasvástádus seailluhit, ovddidit ja sirdit giela boahtte bulvii.
smj: Juohkkahattjan le åvdåsvásstádus bisodit, åvddånahttet ja duvdadit gielav boahtte buolvvaj.

source: Lea dehálaš ahte buohkat váldet ovddasvástádusa ja geavahit sámegiela buot oktavuođain.
smj: Ájnas le juohkkahasj åvdåsvásstádusáv válldá, ja sámegielav juohkka aktijvuodan adná.

source: Lea maid dárbbašlaš ahte sii geat máhttet giela bures, mannet ovdagovvan ja leat dihtomielalaččat sámegiela geavaheami dáfus buot oktavuođain.
smj: Dárbulasj le aj jut sij gudi gielav buoragit bukti, åvddån manni buorre åvddågåvven ja li diedulattja gielav adnet juohkka aktijvuodan.

source: Leat dákkár ovdagovat geat movttiidahttet ja hásttuhit geavahit giela, ja seammás buoridit oktasaš dihtomielalašvuođa giellageavaheami birra.
smj: Dákkir åvddågåve måvtåstahtti ja arvusmahtti giela adnuj, ja sæmmi båttå lassán aktisasj diedulasjvuohta giellaano birra.

source:  Sámegiella sirdojuvvo buolvvas bulvii ruovttuin
smj:  Sámegiella duvdeduvvá buolvas buolvvaj sijdan

source:  Movttiidahttit váhnemiid válljet sámegiela ruovttugiellan.
smj:  Arvusmahttet æjgádijt sámegielav sijddagiellan válljit

source:  Bargat dan ala ahte sámegiela válljen ruovttugiellan vásihuvvo ávkkálaš ja árvvolaš
smj:  Låggnit sámegielav sijddagiellan ávkálasj ja árvulasj mærrádussan.

source: Giellasirdin olggobealde ruovttu
smj: Gielladuvdadibme sijda ålggolin

source: Sámegielat mánáidgárddit ja buorre giellaoahpahus skuvllas leat dehálaš gaskaoamit go galgá doarjut sámegielat mánáid giellaovdáneami.
smj: Sámegielak mánájgárde ja buorre giellaåhpadibme skåvlån li ájnas vájkkudimnævo sámegielak mánáj giellaåvddånahttemav doarjjot.

source: Sámegiella mánáidgárddiin ja skuvllain gieđahallojuvvo guovtti eará sámediggedieđáhusas, ja danne eat áiggo dás čiekŋudit dáid servodatásahusaid rollii.
smj: Sámegiella mánájgárdijn ja skåvlåjn guovte ietjá sámediggediedádusájn giehtadaláduvvi, ja danen ep galga dáppe dáj guokta sebrudakásadusáj rollav snivva guoradit.

source: Sámegiela dáfus mánáidgárddiin ja skuvllain áigut goitge deattuhit dehálašvuođa das ahte dat mánát geain lea sámegiella ruovttugiellan, besset ovdánahttit gielaset viidáset mánáidgárddi ja skuvlla bokte.
smj: Mij guosská sámegiellaj mánájgárden ja skåvlån de ajtu sihtap dættodit man ájnas le jut da máná gejn le sámegiella sijddagiellan bessi gielasa vijddábut åvddånahttet mánájgárde ja skåvlå baktu.

source: Mánáidgárddit ja skuvllat fertejit gávnnahit metodaid mat sihkkarastet ahte dát duođai dahkkojuvvo.
smj: Mánájgárdde ja skåvllå hæhttu vuogijt gávnnat váj dát ajtu dáhpáduvvá.

source: Dán sáhttá earret eará dahkat dan bokte ahte dihtomielalaččat válljet mánáidgárdemodeallaid ja oahpahusmodeallaid daidda iešguđetge sámegiel ohppiidjoavkkuide.
smj: Dáv máhttá duola dagu dahkat diedulasj válljimij baktu mánájgárddemodellajs ja åhpadimmodellajs iesjguhtik sámegielak juohkusij.

source: Čujuhuvvo Sámediggedieđáhussii oahpahusa ja oahpu birra gos dát ášši maiddái digaštallojuvvo.
smj: Vuosedip Sámediggediedádussaj åhpadime hárráj gånnå dát hásstalus aj giehtadaláduvvá.

source: Olu sámi bearrašiin odne ii leat sámegiella ruovttugiellan eai ge dat sáhte oahpahit sámegiela beaivválašgiellan mánáidasaset.
smj: Moatten sáme fámiljan uddni ij le sámegiella sijddagiellan ja e nagá sámegielav bæjválasj giellan duvdadit mánájdisá.

source: Stuora oassin sis sávvet goitge ahte sin mánát galget oažžut sámegiel oahpahusa.
smj: Stuorra oasse sijájs ajtu sihtá sijá máná galggi bessat sámegielav oahppat.

source: Diliin gos váhnemat ieža eai máhte sámegiela, šaddet mánáidgárddit ja skuvllat erenoamáš dehálaš giellagaskkusteaddjit.
smj: Dákkir dilen gå æjgáda iesj e sámegielav buvte sjaddi mánájgárde ja skåvlå sierralágásj ájnas gielladåmadiddje.

source: Mii diehtit vásáhusaid vuođul Aotearoas/Ođđa Selánddas ahte mánáidgárddit leat leamaš dehálaččat dan buoremuddui lihkostuvvan maorigiela ealáskahttimis.
smj: Diehtep Aotearoa/ New Zealand vásádusájs jut mánájgárde li læhkám ájnnasa gå māori gielav oalle buoragit li ælláskahttám.

source: Norggas oaidnit maid ahte suohkaniin olggobealde sámegiela hálddašanguovllu leat sámi mánáidgárddit mat rekrutterejit ohppiid váldit oahpu sámegielas ja sámegillii.
smj: Vuonan vuojnnep aj suohkanijn ma li sáme giellaháldadimguovlo ålggolin oahppe rekrutteriduvvi sámegiela åhpadussaj sáme mánájgárdijs.

source: Danne lea dehálaš nannet sámi mánáidgárddiid nu ahte dat sáhttet leat buorit giellaoahppanarenat mánáide.
smj: Danen le ájnas sáme mánájgárdijt nannit váj aj máhtti liehket buorre giellaoahppamárená mánájda.

source: Jus galgá lasihit sámegielagiid logu, de lea dehálaš ahte maiddái olbmot geat eai leat sápmelaččat sáhttet válljet sámegiel oahpahusa mánáidgárddis ja skuvllas.
smj: Váj galggá nahkat sámegiela hoallij lågov lasedit de le viehka ájnas jut dáttja aj bessi sámegiela åhpadusáv mánájgárden ja skåvlån válljit.

source: Dakkár dilis go váhnemat eai huma sámegiela, gáibida giellaoahpahus erenoamáš doarjaga lagasbirrasis, ja lea hui mearrideaddji fáktor ahte gávdnojit arenat gos mánát ožžot giellamovttiidahttima ja doarjaga giellaoahpahusas.
smj: Dákkir dilijn gånnå æjgáda e sámásta gájbbet giellaåhpadibme sierralágásj dårjav bájkálasj sebrudagán, ja ållu ájnas le jut gávnnuji árená gånnå mánáj giella ja giellaoahppam dårjav oadtju.

source: Vásáhusat čájehit ahte sámegiel oahpahus nubbegiellan ii leat doarvái jus galgá joksat guovttegielatvuođa mihtu.
smj: Vásádusáj baktu árvvedip sámegiela nubbengiela åhpadime baktu ij aktak guovtegielagin sjatta.

source: Fertejit gávdnot giellaarenat olggobealde mánáidgárddi ja skuvlla sihkkarastin dihte doallevaš giellaoahpahusa.
smj: Giellaárená hæhttuji mánájgárdij ja skåvlåj ålggolin åvddånahteduvvat váj giellaåhpadibme dågålasj láhkáj sihkarduvvá.

source:  Nanu oahpahusmodeallat sámegiel oahpahusas vuosttašgiellan
smj:  Nanos åhpadimmodella sámegielan vuostasjgiellan

source:  Mánát geain lea sámegiella nubbegiellan leat doaibmi guovttegielagat
smj:  Máná gejn le sámegiella nubbengiellan galggi almma guovtegielaga

source:  Eambbosat geat eai leat sápmelaččat ožžot vejolašvuođa oahppat sámegiela
smj:  Ienep dáttja bessi sámegielav oahppat

source:  Ovddidit nanu oahpahusmodeallaid sámegiel oahpahussii vuosttaš- ja nubbegiellan
smj:  Nanos åhpadimmodella sámegiela åhpadussaj vuostasj- ja nubbengiellan galggi

source:  Doarjut barggu oažžut eambbo ja ođđa giellaarenaid
smj:  Doarjjot ienep ja ådå giellaárenáj åvddånahttemav

source: Sámi álgooahpahus rávisolbmuide
smj: Sámegiela álggoåhpadus ållessjattugijda

source: Dáruiduhttinpolitihka geažil leat olu rávisolbmot geat eai leat oahppan sámegiela.
smj: Dárojduhttempolitihka diehti li moadda ållessjattuksáme gudi ælla sámegielav oahppam.

source: Sámegiela álgooahpahus rávisolbmuide lea dárbbašlaš ja dehálaš sámegiela ovddideapmái.
smj: Sámegiela álggoåhpadus ållessjattugijda le dárbulasj ja ájnas sámegiela åvddånahttemij.

source: Vai rávisolbmot sáhttet váldit oasi sámegiela viidáset ovddideamis, de fertejit ieža máhttit giela.
smj: Jus ållessjattuga galggi bessat oasev válldet sámegiela joarkkaj, de hæhttuji iesj gielav buktet.

source: Sámi giellaiskkadeapmi 2012 čájeha ahte lea beroštupmi oahppat sámegiela.
smj: Sáme giellaguoradallam 2012 vuoset ulmutja sihti sámegielav oahppat.

source: Beroštupmi lea stuorámus sin gaskkas geat lohket ahte sii juogo “ipmirdit dušše”, “máhttet veaháš” dahje “máhttet sámegiela”.
smj: Berustibme le tjielggasamos sijáj gaskan gudi javlli juogu de ”dåssju dádjadi”, ”bukti vehi” jali ”bukti sámegielav”.

source: Sis muitala sullii bealli ahte sii háliidit oahppat eambbo sámegiela.
smj: Sijáj gaskan sulle lahkke javlli sihti ienep sámegielav oahppat.

source: Sin gaskkas geat eai máhte veahášge sámegiela, lea beroštupmi veaháš vuollelis, 40 % sis árvvoštallet oahppat sámegiela áiggi vuollái.
smj: Sijáj gaskan gudi e majdik sámegielas dádjada le berustibme vehi binnep, sijáj gaskan sulle 40 % árvustalli sámegielav oahppet ájge bále.

source: Jus mii galgat joksat mihtu oažžut eambbo sámegiel geavaheddjiid ja buoret vejolašvuođa geavahit sámegiela, de fertejit maiddái olbmot geat eai leat sápmelaččat oahppat sámegiela.
smj: Jus galggap ållidit ulmev ienep sámegiela addnij ja ienep vejulasjvuoda sámegiela adnuj de hæhttuji dáttja aj sámegielav oahppat.
